export const fetchProfileNews = () => {
    return [
        {
            id: 1,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 2,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
    ]
}

export const fetchNews = () => {
    return [
        {
            id: 1,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 2,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 1,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 2,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 1,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 2,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 1,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
        {
            id: 2,
            date: '10.05.2020',
            author: 'Jon Garen',
            name: 'Cougar STX650 – "запитает и охладит"!',
            img: {
                url: 'https://nastroisam.ru/2014/it-technology-01.jpg',
                alt: 'Cougar STX650 – "запитает и охладит"!'
            },
            description: 'Компактный блок питания для настольных ПК, который “найдет” себя, в том числе, в мощных игровых системах. Так об этом устройстве говорит производитель. У нас была возможность посмотреть данную модель в действии, и теперь мы делимся впечатлениями.'
        },
    ]
}